<?php

namespace Database\Seeders;
use App\Models\About;
use Illuminate\Database\Seeder;

class AboutSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
     About::create([
        'title' => 'Introduction',
        'image' => '',
        'content' => 'बागमती प्रदेशको आन्तरिक तथा बाह्य पर्यटन सम्भाव्यताको प्रचारप्रसार तथा प्रवर्धन गर्ने उद्देश्यका साथ प्रदेश सरकार मन्त्रीपरिषद्को मिति 2075/06/22 गतेको निर्णय बमोजिम 5 वर्ष अवधिका लागी मिति 2075/07/19 गते हेटौंडा, मकवानपुरमा आयोजनाको कार्यलय स्थापना भई ईकाइ कार्यालय मार्फत सेवा दिनका लागि प्रारम्भमा डिभिजन वन कार्यालय, काठमाडौं अन्तरगत सव-डिभिजन वन कार्यालय लैनचौरमा भवनको एक कोठामा कार्यालय व्यवस्थापन गरि मिति २०७८-०६-०८ गते तत्कालिन उद्योग, पर्यटन, वन तथा वातावरण मन्त्रालय, बागमती प्रदेशका माननीय मन्त्री श्री शान्ति प्रसाद पौडेलज्यू एवं माननीय राज्य मन्त्री श्री सरस्वती बाटिज्यूबाट संयुक्तरुपमा उद्घघाटन भई मिति 2078 मंसिर महिनाबाट कार्य संचालन हुदै आएकोमा मिति 2078 पुष १ गतेबाट काठमाडौं महानगरपालिका वडा नं. 31 वानेश्वर स्थित कालीमार्गमा कार्यालय संचालनका लागि भाडामा घर लिई हालसम्म कार्य संचालन हुदै आएको छ र  यस इकाई कार्यालयको कार्यक्षेत्रमा बागमती प्रदेशका सिन्धुपाल्चोक,काभ्रे,दोलखा,काठमाडौं,ललितपुर,भक्तपुर रसुवा र नुवाकोट गरि ८ वटा जिल्लाहरु पर्दछन् ।'
     ]);
    }
}
